import {NavLink} from "react-router-dom";

export const mock = [
    {
        title: '',
        sub_title: [
            <>
                <b>1.</b> В сеть принимаются любые сайты, кроме тех, которые нарушают местное законодательство.
                Единственным
                условием является честность сотрудничества.
                <br/>
                Единственным условием является честность сотрудничества.
            </>,
            'В систему не принимаются сайты категорий ДП и Зоо. При их обнаружении аккаунт будет заблокирован со всем балансом.',
            <>
                <b>2.</b> При обнаружении:
                <br/>
                накруток
                <br/>
                модификации скрипта
                <br/>
                накликиваний
                <br/>
                слива САР-трафика или других подобных систем
                <br/>
                добавления взломанных или не содержащих контента ресурсов
                <br/>
                <br/>
                - блокировка аккаунта со всем балансом без предупреждения и навсегда.
                <br/>
                <br/>
                Апелляции не принимаются.
            </>,
            <>
                <b>3.</b> В случае требования объяснений по трафику, партнер обязан предоставить гостевой доступ к
                детализированной внешней статистике (например, Liveinternet или Google Analytics).
                <br/>
                Отсутствие адекватного ответа в течении трёх суток приведёт к блокировке аккаунта со всем балансом.
                <br/>
                <b>4.</b> Кроме того, если качество трафика крайне низкое и приносит нулевой доход, то сотрудничество
                может
                быть
                прекращено с возвратом средств рекламодателям.
                <br/>
                <b>5.</b> При существенных отличиях в конвертации трафика, поставляемого вебмастером, от средних
                значений по
                системе, стоимость такого трафика может быть занижена.
                <br/>
                Конвертация близкая к нулю рассматривается системой, как нарушение правил согласно пункту "накрутка" и
                влечёт за собой соответствующие санкции.
                <br/>
                <b>6.</b> При блокировке аккаунта-реферала бонус, который был получен за его активность
                аккаунтом-рефоводом,
                вычитается из текущего баланса аккаунта-рефовода.
                <br/>
                В случае, если блокировка аккаунта-реферала будет снята, так как довольно часто не является
                окончательной, начисленный ранее бонус возвращается на текущий баланс аккаунта-рефовода.
                <br/>
                <b>7.</b> Апелляции по спорным вопросам рассматриваются на протяжении 30-ти суток с момента прецендента.
                <br/>
                По истечении этого срока решение пересмотрено не будет.
                <br/>
                <b>8.</b> При условии предварительного предупреждения за трое суток, может быть в одностороннем порядке
                прекращено сотрудничество с любым партнёром или же изменены ставки, по которым система выкупает трафик.
                <br/>
                <b>9.</b> Popunder не несёт ответственности за простои сервиса, а также за потерю каких-либо данных по
                техническим причинам.
                <br/>
                <b>10.</b> Запрещено быть рефералом самому себе.
                <br/>
                <b>11.</b> Запрещена установка кода системы через "Iframe".
                <br/>
                <b>12.</b> Баланс аккаунта вебмастера или рекламодателя подлежит обнулению при отсутствии активности за
                последние два года. Для примера: если баланс не менялся на протяжении 2016 и 2017 года, то он будет
                необратимо списан при наступлении 2018 года.
            </>,
            'Правила биржи трафика Popunder могут быть изменены в любой момент без дополнительных уведомлений.'
        ]
    },
    {
        title: 'Уведомление о рисках',
        sub_title: [
            <>
                Товары и услуги предоставляются не от лица либо предприятия, эксплуатирующего систему WebMoney Transfer.
                <br/>
                Popunder является независимой компанией и самостоятельно формирует цены и предложения.
            </>,
            <>
                Предприятия, эксплуатирующие систему WebMoney Transfer, не получают комиссионных либо иных
                вознаграждений за участие в предоставлении услуг и не несут ответственности за нашу деятельность.
            </>,
            <>
                Аттестация, произведенная со стороны WebMoney Transfer, лишь подтверждает реквизиты для связи и
                удостоверяет личность.
            </>,
            <>
                Она осуществляется по желанию и не означает, что Popunder каким-либо образом связана с продажами системы
                WebMoney.
            </>,
            <>
                Аккаунт может быть необратимо заблокирован со всем балансом и любое общение с владельцем аккаунта может
                быть прекращено по усмотрению администрации в случаях неуважительного отношения, использовании угроз или
                ненормативной лексики в диалогах с Поддержкой: в системе тикетов, e-mail или skype.
            </>,
            <>
                Пожалуйста, будьте вежливы.
            </>,
        ]
    }
]

export const mockv2 = [
    {
        title: '',
        sub_title: [
            <>
                <b>1.</b> Не разрешается рекламировать ресурсы, нарушающие местное законодательство.
                <br/>
                В случае их выявления - аккаунт рекламодателя будет блокироваться вместе со всеми средствами.
                <br/>
                Заявки на возврат средств не рассматриваются.
                <b>2.</b> Допускается реклама ресурсов, содержание которых можно отнести к категории "Эротика" - в
                данном случае следует выбирать тип "Материалы 18+" при создании рекламной кампании.
                <br/>
                <b>3.</b> Запрещено сливать трафик:
                <br/>
                напрямую на файлы (в том числе мидлеты, андроид приложения и т.д), а также на скачивание файлов в любом
                виде
                <br/>
                на обновления бесплатных программ, доступных на официальных сайтах: браузеров, плееров
                <br/>
                на ресурсы, препятствующие нормальному серфингу (с блокировкой закрытия, множественные редиректы,
                backunder и т.п.)
                <br/>
                на ресурсы, заблокированные браузерами, антивирусами
                <br/>
                <br/>
                В случае их выявления, аккаунт рекламодателя будет блокироваться вместе со всеми средствами.
                <br/>
                <br/>
                <b>4.</b> При блокировке аккаунта-реферала бонус, который был получен за его активность
                аккаунтом-рефоводом, вычитается из текущего баланса аккаунта-рефовода.
                <br/>
                В случае, если блокировка аккаунта-реферала будет снята, так как довольно часто не является
                окончательной,
                <br/>
                начисленный ранее бонус возвращается на текущий баланс аккаунта-рефовода.
                <br/>
                <b>5.</b> Апелляции по спорным вопросам рассматриваются на протяжении 30-ти суток с момента прецедента.
                <br/>
                По истечении этого срока решение пересмотрено не будет.
                <br/>
                <b>6.</b> При условии предварительного предупреждения за трое суток, может быть в одностороннем порядке
                прекращено сотрудничество с любым партнёром.
                <br/>
                <b>7.</b> В случае пополнения баланса через PayPal или пластиковые карты, работа аккаунта может быть
                приостановлена для верификации плательщика.
                <br/>
                Приносим извинения за возможные неудобства.
                <br/>
                <b>8.</b> Popunder не несёт ответственности за простои сервиса, а также за потерю каких-либо данных по
                техническим причинам.
                <br/>
                <b>9.</b> Рекламная сеть Popunder не предоставляет услуги кредитования на любых условиях и для любых
                сумм, так как не специализируется на финансовых услугах.
                <br/>
                <b>10.</b> Расчёт отправленного трафика и расходов на рекламу производится исключительно по данным
                статистики кабинета системы Popunder
                <br/>
                <b>11.</b> Источники трафика предоставляются в виде ID площадок. Cайты партнёров сети являются
                конфиденциальной информацией.
                <br/>
                <b>12.</b> Запрещено быть рефералом самому себе.
                <br/>
                <b>13.</b> Баланс аккаунта вебмастера или рекламодателя подлежит обнулению при отсутствии активности за
                последние два года. Для примера: если баланс не менялся на протяжении 2016 и 2017 года, то он будет
                необратимо списан при наступлении 2018 года
            </>,

            'Правила биржи трафика Popunder могут быть изменены в любой момент без дополнительных уведомлений. '
        ]
    },
    {
        title: 'Уведомление о рисках',
        sub_title: [
            <>
                Товары и услуги предоставляются не от лица либо предприятия, эксплуатирующего систему WebMoney Transfer.
                <br/>
                Popunder является независимой компанией и самостоятельно формирует цены и предложения.
            </>,
            <>
                Предприятия, эксплуатирующие систему WebMoney Transfer, не получают комиссионных либо иных
                вознаграждений за участие в предоставлении услуг и не несут ответственности за нашу деятельность.
            </>,
            <>
                Аттестация, произведенная со стороны WebMoney Transfer, лишь подтверждает реквизиты для связи и
                удостоверяет личность.
            </>,
            <>
                Она осуществляется по желанию и не означает, что Popunder каким-либо образом связана с продажами системы
                WebMoney.
            </>,
            <>
                Аккаунт может быть необратимо заблокирован со всем балансом и любое общение с владельцем аккаунта может
                быть прекращено по усмотрению администрации в случаях неуважительного отношения, использовании угроз или
                ненормативной лексики в диалогах с Поддержкой: в системе тикетов, e-mail или skype.
            </>,
            <>
                Пожалуйста, будьте вежливы.
            </>,
        ]
    }
]
