{
  "Главная": "Main",
  "Новости": "News",
  "Правила": "Rules",
  "Вход": "Sign In",
  "Обратная связь": "Feedback",
  "Пополнение баланса без комиссии": "Add funds without fee",
  "11 рекламных форматов": "11 advertising formats",
  "15 таргетингов для настройки": "15 targeting types",
  "Оплата за показы или переходы": "CPC and CPM",
  "Платим 85% цены рекламодателя": "We pay 85% of advertiser's price",
  "Ежедневные выплаты": "Daily payments",
  "Оперативная Поддержка": "Instant Support",
  "Реферальная программа": "Referral program",
  "ТАРГЕТИНГИ": "Targetings",
  "РЕКЛАМНЫЕ ФОРМАТЫ": "ADVERTISING FORMATS",
  "ПОПОЛНЕНИЕ И ВЫВОД СРЕДСТВ": "Add funds and Withdrawal",
  "CКИДКИ И БОНУСЫ": "Discounts and bonuses",
  "RTB И API": "RTB and API",
  "НОВОСТИ": "Latest news",
  "ПАРТНЁРЫ СЕТИ": "Network partners",
  "Создавайте рекламные кампании, получайте посетителей": "Create advertising campaigns and receive visitors",
  "Продавайте трафик, используя эффективные рекламные форматы": "Sell traffic using effective advertising formats",
  "За пополнение": "For deposits",
  "Скидка для рекламодателей": "Discount for advertisers",
  "При единоразовом пополнении на сумму от $10 000 - Вы получаете бонус 5% на баланс аккаунта!": "Top up your balance with $10 000 at once and get an instant bonus of 5%!",
  "За лояльность": "For loyalty",
  "Бонус для вебмастеров": "Bonus for publishers",
  "Вебмастера, непрерывно работающие с нами месяц, получат бонус 3% от заработка": "Publishers, who are working with us for a month non-stop, will get a bonus of 3% of profit.",
  "За два месяца непрерывной работы месячная премия составит 5%": "After two months of non-stop cooperation monthly bonus will raise up to 5%.",
  "Три месяца и более - плюс 7% ежемесячно": "After three and more months - you'll add to income +7% monthly",
  "За рефералов": "For referrals",
  "Бонус для всех": "Bonus for all",
  "Мы платим 7% от прибыли привлеченного Вами владельца площадки и 7% от затрат привлеченного рекламодателя.": "You'll receive 7% of earnings attracted in the network publishers, and 7% of the involved advertiser's expenses.",
  "За качество": "For quality",
  "Вебмастера, которые предоставляют системе трафик с высокой конвертируемостью на тестовых площадках и у различных рекламодателей с лендингами разной направленности, получат дополнительно 3% к доходу": "Publishers, who give the network highly effective traffic, which is tested on daily basis with various advertisers in many areas, will receive extra 3% of income.",
  "За ТОП": "For TOP",
  "20 самых крупных вебмастеров по итогу каждого месяца получают:": "Every month 20 top publishers receive",
  "1-е место - $50 на баланс,": "1st place - $50 to the balance",
  "2-20 место - столько процентов от $50, сколько процентов от трафика пользователя занявшего 1-е место было выкуплено системой за месяц": "Places 2-20 - percentage of $50, that equal percentage of mothly amount he has sold to the system / monthly amount of champion's traffic.",
  "Скидка по географии": "Geography discount",
  "Получайте трафик из определённых стран со скидкой": "Get visitors from specific countries with a discount",
  "Скидка 50%": "50% discount",
  "Албания, Алжир, Аргентина, Армения, Беларусь, Бразилия, Венесуэла, Вьетнам, Египет, Индия, Индонезия, Иордания, Ирак, Ирландия, Казахстан, Колумбия, Кыргызстан, Малайзия, Мексика, Молдова, Пакистан, Северная Корея, Тайланд, Турция, Узбекистан, Украина, Филиппины, Чили": "Albania, Algeria, Argentina, Armenia, Belarus, Brazil, Chile, Colombia, Egypt, Hashemite Kingdom of Jordan, India, Indonesia, Iraq, Ireland, Kazakhstan, Kyrgyzstan, Malaysia, Mexico, North Korea, Pakistan, Philippines, Republic of Moldova, Thailand, Turkey, Ukraine, Uzbekistan, Venezuela, Vietnam",
  "Мы сотрудничаем с различными сетями путём интеграции по ORTB, XML, JSON.": "We are working with many advertising networks using ORTB, XML, JSON",
  "Готовы работать с новыми партнёрами в обе стороны - на покупку и на продажу трафика.": "We are ready for cooperation in both ways: buying or selling traffic",
  "Обращайтесь, пожалуйста.": "Contact us any time",
  "Для автоматизации процессов в системе доступны запросы через API.": "We are providing API to automate several processes that you may need",
  "За подробностями обращайтесь, пожалуйста, в Поддержку.": "Please contact our support team for details",
  "Регистрация": "Sign Up",
  "Контакты": "Contacts",
  "О нас": "About Us",
  "Рекламная сеть Popunder – продажа и покупка трафика.": "Popunder advertising network - selling and buying traffic.",
  "Рекламодателю – увеличение посещаемости, возможность выгодно купить трафик на сайт, а это – новые пользователи, клиенты, партнёры.": "For advertiser - increasing site traffic, chip way to obtain targeted visitors to your site, and thus new customers and partners.",
  "Вебмастеру – многократный выкуп трафика по оптимальным ценам. Многочисленные бонусы и акции, стабильные выплаты.": "For publisher - multiple traffic repurchase with fantastic prices. Great deal of bonuses and promotions. Regular payouts without hold."
}
